{
    "About me": "Über mich",
    "Skills": "Fähigkeiten",
    "Let`s talk": "Lass uns reden",
    "Scroll down": "Nach unten scrollen",
    "Hey there! I'm Jan, a frontend developer fueled by a passion for crafting user-friendly digital experiences. With a talent for problem-solving and an eye for detail, I specialize in translating complex ideas into elegant designs.Let's connect and create something amazing together!": "Hallo! Ich bin Jan, ein Frontend-Entwickler, angetrieben von einer Leidenschaft für die Gestaltung benutzerfreundlicher digitaler Erlebnisse. Ich habe ein Talent zur Problemlösung und ein Auge fürs Detail. Lasst uns zusammenkommen und gemeinsam etwas Großartiges erschaffen!",
    "Flexible in terms of working environments, I can work effectively both on-site and remotely.": "Da ich hinsichtlich der Arbeitsumgebung flexibel bin, kann ich sowohl vor Ort als auch aus der Ferne effektiv arbeiten.",
    "I am open-minded and always looking for personal challenges to constantly improve my knowledge and skills.": "Ich bin aufgeschlossen und immer auf der Suche nach persönlichen Herausforderungen, um mein Wissen und meine Fähigkeiten stetig zu verbessern.",
    "In my profession, programming isn't just about writing code; it's a creative form of problem-solving. I take pride in my ability to distill complex technical challenges intosimple,user-friendly solutions.": "In meinem Beruf geht es beim Programmieren nicht nur darum, Code zu schreiben. Es ist eine kreative Form der Problemlösung. Ich bin stolz auf meine Fähigkeit, komplexe technische Herausforderungen in einfache, benutzerfreundliche Lösungen umzuwandeln.",
    "My journey has involved working on diverse projects, employing a range of frontend technologies and concepts. I am open to embracing new technologies and methodologies to Continously enhance my skills and stay ahead in the ever-evolving landscape of web development.": "Meine Reise umfasste verschiedene Projekte und den Einsatz verschiedener Frontend-Technologien. Ich bin offen für den Einsatz neuer Technologien und Methoden, um meine Fähigkeiten kontinuierlich zu verbessern und in der sich ständig weiterentwickelnden Landschaft der Webentwicklung an der Spitze zu bleiben.",
    "Looking for": "Suchen Sie",
    "another skill?": "nach einer anderen Fähigkeit?",
    "Feel free to contact me. I look forward to expanding on my previous knowledge.": "Kontaktieren Sie mich gerne. Ich freue mich auf den Ausbau meiner Fähigkeiten.",
    "Get in touch": "Kontaktiere mich!",
    "I have a special interest in learning": "Als Nächstes lerne ich:",
    "Jump, run and throw game based on object-oriented approach. Help Pepe to find coins and tabasco salsa to fight against the crazy hen.": "Spring-, Lauf- und Wurfspiel basierend auf einem objektorientierten Ansatz. Hilf Pepe, Münzen und Tabasco-Salsa zu finden, um gegen die verrückte Henne zu kämpfen.",
    "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.": "Vom Kanban-System inspirierter Aufgabenmanager. Durch die Verwendung von Drag-and-Drop-Funktionen können Sie Aufgaben erstellen und Benutzer und Kategorien hinzufügen.",
    "A very Simple Customer Relationship Management system working with CRUD functionality.": "Ein sehr einfaches Customer-Relationship-Management-System, das mit CRUD-Funktionalität arbeitet.",
    "Based on the PokéAPI a simple library that provides and catalogues pokemon information.": "Basierend auf der PokéAPI, einer einfachen Bibliothek, die Pokémon-Informationen bereitstellt und katalogisiert.",
    "Jan really kept the team together with his great organization and clear communication. We wouldn't have got this far without his commitment.": "Jan hat das Team durch seine großartige Organisation und klare Kommunikation wirklich zusammengehalten. Ohne sein Engagement wären wir nicht so weit gekommen.",
    "comment1": "Jan hat das Team durch seine großartige Organisation und klare Kommunikation wirklich zusammengehalten. Ohne sein Engagement wären wir nicht so weit gekommen.",
    "comment2": "Jan war ein Top-Teamkollege bei DA. Seine Bereitschaft, Verantwortung zu übernehmen, hat maßgeblich dazu beigetragen, dass wir unsere Ziele erreichen konnten.",
    "comment3": "Es war eine große Freude, mit Jan zusammenzuarbeiten. Er weiß, wie er Teammitglieder dazu anspornt und ermutigt, die bestmögliche Arbeit zu präsentieren und dem Brainstorming immer etwas hinzuzufügen. Im Hinblick auf das Wohlergehen der Gruppenmitglieder war er stets präsent und bereit, anderen zuzuhören und ihnen zu helfen, außerdem hatte er einen großartigen Sinn für Humor.",
    "contactName": "Dein Name",
    "contactMail": "Deine Email",
    "contactMessage": "Deine Nachricht",
    "ppStart": "Ich habe die",
    "pp": "Datenschutzerklärung",
    "ppEnd":  "gelesen und bin mit der beschriebenen Verarbeitung meiner Daten einverstanden.",
    "contactHeadline": "Haben Sie ein Problem zu lösen?",
    "contactText": "Kontaktieren Sie mich über dieses Formular. Ich bin daran interessiert, von Ihnen zu hören, Ihre Ideen kennenzulernen und mit meiner Arbeit zu Ihren Projekten beizutragen.",
    "contactFrontend": "Brauchen Sie einen Frontend-Entwickler?",
    "contactContact": "Kontaktieren Sie mich!",
    "contactBtn": "Nachricht senden :)",
    "nameRequired": "Ihr Name ist erforderlich",
    "mailRequired": "Ihre E-Mail-Adresse ist erforderlich",
    "messageRequired": "Ihre Nachricht ist leer",
    "legalNotice": "Impressum",
    "imprint": "",
    "portfolioText": "Entdecken Sie hier eine Auswahl meiner Arbeiten. Interagieren Sie mit Projekten, um meine Fähigkeiten in Aktion zu sehen."
  }
  